export const mockFilter = {
    "id": 836347721965568,
    "catalogs": [
        "835577139191808"
    ],
    "filters": [
        {
            "id": 835604723556352,
            "name": "颜色",
            "values": [
                "米色",
                "粉色",
                "淡粉色",
                "玫红",
                "白色",
                "绿色",
                "黄色"
            ]
        },
        {
            "id": 835717050163200,
            "name": "材质",
            "values": [
                "真丝",
                "雪纺",
                "莫代尔",
                "纯棉",
                "针织",
                "棉麻"
            ]
        }
    ]
}