export const mockProducts = {
	"data": [
		{
			"id": 835605166055424,
			"name": "2020春夏新款法式印花公主领灯笼袖连衣裙",
			"totalSales": 15,
			"priceList": [
				299
			],
			"status":"AVAILABLE",
			"endAt": 1595371849783,
			"startAt": 1595371839783,
			"attributesKey": [
				"835604081303552:服装",
				"835658702675968裙",
				"835658045743104下装"
			]
		},
		{
			"id": 835605840814080,
			"name": "帛卡琪2020新款泫雅风少女翻领刺绣连衣裙显瘦法式泡泡袖a字裙夏",
			"totalSales": 0,
			"priceList": [
				69,
				69,
				69
			],
			"status":"AVAILABLE",
			"endAt": 1595371849783,
			"startAt": 1595371839783,
			"attributesKey": [
				"835604081303552:服装",
				"835658702675968裙",
				"835658045743104下装"
			]
		},
		{
			"id": 835605993381888,
			"name": "2020新款法式桔梗初恋泫雅风长裙子ins超仙女森系碎花连衣裙女夏",
			"totalSales": 0,
			"priceList": [
				136,
				138,
				136,
				138,
				138,
				138
			],
			"status":"UNAVAILABLE",
			"endAt": 1595371849783,
			"startAt": 1595371839783,
			"attributesKey": [
				"835604081303552:服装",
				"835658702675968裙",
				"835658045743104下装"
			]
		},
		{
			"id": 835606280691712,
			"name": "运动裤女夏季薄款冰丝宽松束脚九分高腰垂感铜氨丝阔腿休闲灯笼裤",
			"totalSales": 0,
			"priceList": [
				69
			],
			"status":"AVAILABLE",
			"attributesKey": [
				"835658702675968裤",
				"835604081303552:服装",
				"835658045743104下装"
			]
		},
		{
			"id": 835606421200896,
			"name": "【迪士尼合作款】ONE MORE2020夏季新款涂鸦薄上衣短袖T恤女",
			"totalSales": 0,
			"priceList": [
				179,
				179,
				179,
				179.9
			],
			"status":"AVAILABLE",
			"attributesKey": [
				"835604081303552:服装",
				"835972788412416:T恤",
				"835658045743104上装"
			]
		},
		{
			"id": 835606970130432,
			"name": "秀禾服新娘2020新薄款结婚中式婚纱礼服出阁服孕妇大码秀禾女夏季",
			"totalSales": 0,
			"priceList": [
				199,
				229
			],
			"status":"AVAILABLE",
			"attributesKey": [
				"835604081303552:服装",
				"835658045743104套装"
			]
		},
		{
			"id": 835610457694208,
			"name": "2020丅恤新款韩版潮流男士纯棉上衣服 短袖polo衫t恤长袖夏装体恤",
			"totalSales": 0,
			"priceList": [
				69,
				99
			],
			"status":"AVAILABLE",
			"attributesKey": [
				"835604081303552:服装",
				"835972788412416:T恤",
				"835658045743104上装"
			]
		},
		{
			"id": 835624067686400,
			"name": "Nike耐克T恤男2020夏季新款运动纯棉短袖休闲篮球上衣",
			"totalSales": 0,
			"priceList": [
				199
			],
			"status":"AVAILABLE",
			"attributesKey": [
				"835604081303552:服装",
				"835972788412416:T恤",
				"835658045743104上装"
			]
		},
		{
			"id": 835624870895616,
			"name": "muzhilee夏季超薄款男士牛仔裤子浅蓝色复古大码休闲冰丝夏天弹力",
			"totalSales": 0,
			"priceList": [
				268
			],
			"status":"AVAILABLE",
			"attributesKey": [
				"835658702675968裤",
				"835604081303552:服装",
				"835658045743104下装"
			]
		},
		{
			"id": 835625139855360,
			"name": "芬腾韩国布朗熊睡衣女夏短袖长裤情侣套装纯棉薄款卡通男女家居服",
			"totalSales": 0,
			"priceList": [
				219,
				909
			],
			"status":"AVAILABLE",
			"attributesKey": [
				"835604081303552:服装",
				"835658045743104套装"
			]
		},
		{
			"id": 835625720242176,
			"name": "冰丝睡衣男夏天薄款短袖长裤夏季丝绸真丝大码男士家居服两件套装",
			"totalSales": 1,
			"priceList": [
				338
			],
			"status":"AVAILABLE",
			"attributesKey": [
				"835604081303552:服装",
				"835658045743104套装"
			]
		},
		{
			"id": 835625903218688,
			"name": "情侣睡衣女夏季薄款冰丝韩版宽松短袖家居服真丝绸男士两件套装夏",
			"totalSales": 0,
			"priceList": [
				398,
				398,
				398
			],
			"status":"AVAILABLE",
			"attributesKey": [
				"835604081303552:服装",
				"835658045743104套装"
			]
		},
		{
			"id": 835626228277248,
			"name": "Adidas阿迪达斯短裤男2020夏季官网跑步运动裤梭织透气速干五分裤",
			"totalSales": 0,
			"priceList": [
				139,
				149
			],
			"status":"AVAILABLE",
			"attributesKey": [
				"835658702675968裤",
				"835604081303552:服装",
				"835658045743104下装"
			]
		},
		{
			"id": 835626654523392,
			"name": "无钢圈调整型文胸小胸罩聚拢收副乳上托防下垂夏季内衣女",
			"totalSales": 0,
			"priceList": [
				129,
				149
			],
			"status":"AVAILABLE",
			"attributesKey": [
				"835604081303552:服装",
				"835658045743104上装",
				"835972788412416:内衣"
			]
		},
		{
			"id": 835626932396032,
			"name": "木林森2020年新款凉鞋女夏季罗马平底百搭魔术贴沙滩鞋运动ins潮",
			"totalSales": 0,
			"priceList": [
				178,
				448
			],
			"status":"AVAILABLE",
			"attributesKey": [
				"835604081303552:服装",
				"835658045743104鞋"
			]
		}
	],
	"totalPageCount": 4,
	"totalProductCount": 52
}